Tekla.Structures.ModelInternal.dotReferenceModel_t.aProjectGUID
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotReferenceModel_t.aModelGUID
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotReferenceModel_t.aVersionGUID
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotReferenceModel_t.Visibility
Visiblity of the Reference Model